{
  "header": {
    "title": "Design System",
    "desc": "Udržte vizuální styl vaší značky napříč všemi materiály."
  },
  "menu": [
    {
      "id": "brand",
      "link": "Značka"
    },
    {
      "id": "foundations",
      "link": "Základy"
    },
    {
      "id": "components",
      "link": "Komponenty"
    },
    {
      "id": "resources",
      "link": "Zdroje"
    }
  ],
  "menuSecondary": [
    {
      "id": "git",
      "link": "GitHub",
      "icon": "add"
    }
  ],
  "sectionBrand": {
    "title": "Značka",
    "desc": "Our brand reflects who we are and how we want our users to feel when they use our products.",
    "button": "Objevte svoji značku!"
  },
  "sectionBrandItems": [
    {
      "id": "mission",
      "title": "Mission",
      "content": "Our mission is to unleash the potential in every team.",
      "image": "add"
    },
    {
      "id": "personality",
      "title": "Personality",
      "content": "Our personality describes the tone we use for external communications. It should be expressed as an embodiment of our values."
    },
    {
      "id": "promise",
      "title": "Promise",
      "content": "Our promise is that our tools and practices will help teams work better together in an agile, open, and scalable way."
    }
  ],
  "posts": [
    {
      "id": "post1",
      "title": "First test post",
      "content": "If someone placed balut on your plate, you might think they were serving you a hardboiled egg. That is, until you cracked it open and a fully intact duck embryo spilled out. Balut, considered a delicacy in many Asian countries, is produced when fertilized duck eggs are placed in warm sunlight. After about eight days, the eggs are held up to the light and checked to ensure that the budding embryo is ready. Then, the eggs are cooked and served with a dash of salt and a few squirts of lemon juice."
    },
    {
      "id": "post2",
      "title": "Second test post",
      "content": "Ive stalked the forum for a while, reading everything closely, but today I decided that it was time to register as a user. So I did, this morning! But now, when I came back to the forum, I cannot seem to find the damn sign in button? WHERE IS IT???!??"
    },
    {
      "id": "post3",
      "title": "Third test post",
      "content": "Please help me. I dont know what is the best way to fix my problem. I cant reproduce and I cant tell more info. Can someone help me asap??? I am in a hurry!!!"
    }
  ]
}
